{
  "case_id": "case-moreau-001",
  "case_name": "Affaire Victor Moreau",
  "notes": [
    {
      "id": "1ca8e923-b95f-4fe1-8a29-bf69c85d2edb",
      "case_id": "case-moreau-001",
      "title": "Analyse du graphe - Affaire Victor Moreau",
      "content": "Résumé de l'Affaire Victor Moreau\n1. Points clés de l'affaire\nVictime: Victor Moreau, 67 ans, antiquaire renommé, décédé le 29/08/2025 par empoisonnement.\nLieu du crime: Bibliothèque du manoir, 8x6m, RDC.\nHeure du décès: Estimée entre 20h et 21h, selon le rapport de la médecin légiste.\nMoyen de l'empoisonnement: Alcaloïde non identifié, possible via le thé empoisonné.\n2. Suspects potentiels et leurs mobiles\nJean Moreau\nMobile: Héritage (8 millions d'euros).\nPiste: Alibi non confirmé, présence de dettes de jeu (150 000€), appels suspects (18h45, 19h05).\nÉlodie Dubois\nMobile: Perte financière (2 millions) et procédure judiciaire en cours.\nPiste: Menaces proférées, présence de traces de boue sur tapis, brouillon de testament (10% d'héritage).\nAntoine Mercier\nMobile: Conflit sur la vente d'un manuscrit (450 000€) et tentative de rachat.\n3. Pistes à explorer prioritairement\nAnalyse des ressortissants\nTémoignages de Madame Chen et Robert Duval : Pour confirmer l'absence de visiteurs inattendus.\nRecherche de l'individu au téléphone inconnu : Appel entrant le 29/08/2025 à 19h05.\nExamen des documents\nBrouillon de testament : Comparaison des écritures et empreintes.\nCarnet de notes de Victor : Recherche d'indications supplémentaires.\nAnalyse des relations\nRelations financières : Examen des transactions bancaires de Jean et Élodie.\nConflits de l'industrie de l'art : Recherche de preuves de conflits entre Victor et ses concurrents.\n4. Incohérences ou contradictions éventuelles\nAlibi de Jean : Le film n'est pas enregistré, et il n'y a pas de preuve de sa présence.\nTemps entre l'appel et le décès : L'appel de 19h05 est suivi de l'empoisonnement, ce qui suggère un plan préconçu.\n5. Questions d'investigation restantes\nOrigine de l'empoisonnement : Quel est exactement l'alcaloïde utilisé et comment a-t-il été introduit?\nMobiles des autres parties impliquées : Élodie, Antoine Mercier, et le \"homme au téléphone\" ont-ils un mobile suffisant pour commettre l'acte?\nFonctionnement de la caméra de surveillance : Quel est le mode d'action de la personne qui a sectionné le câble de la caméra?\nRôle de l'expert en livres anciens, Antoine Mercier : Y a-t-il un lien direct entre lui et l'empoisonnement?",
      "type": "graph_analysis",
      "context": "Analyse complète des relations",
      "created_at": "2026-01-03T14:41:15.505414+01:00",
      "updated_at": "2026-01-13T17:19:04.033436+01:00",
      "is_pinned": false,
      "is_favorite": false
    },
    {
      "id": "bc55d7cb-9fa9-486f-afc2-043cb8e72351",
      "case_id": "case-moreau-001",
      "title": "Chemins: Victor Moreau → Jean Moreau",
      "content": "Chemins Découverts\nChemin 1:\nVictor Moreau → Jean Moreau\nChemin 2:\nVictor Moreau → Élodie Dubois → Téléphone de Victor → Jean Moreau\nChemin 3:\nVictor Moreau → Bibliothèque du Manoir → Jean Moreau\nChemin 4:\nVictor Moreau → Jean Moreau\nChemin 5:\nVictor Moreau → Élodie Dubois → Téléphone de Victor → Jean Moreau\nChemin 6:\nVictor Moreau → Homme au téléphone inconnu → Jean Moreau\nChemin 7:\nVictor Moreau → Maître Lefebvre → Élodie Dubois → Téléphone de Victor → Jean Moreau\nChemin 8:\nVictor Moreau → Tasse de thé → Bibliothèque du Manoir → Jean Moreau\nChemin 9:\nVictor Moreau → Téléphone de Victor → Jean Moreau\nChemin 10:\nVictor Moreau → Brouillon nouveau testament → Jean Moreau\nChemin 11:\nVictor Moreau → Carnet de notes Victor → Élodie Dubois → Téléphone de Victor → Jean Moreau\nAnalyse IA\nConnexions entre \"Victor Moreau\" et \"Jean Moreau\"\nNature de la Connexion\nFamille: Jean Moreau est le neveu de Victor Moreau, ce qui crée un lien familial direct.\nHéritage: Jean Moreau est l'héritier principal de la fortune de Victor Moreau, ce qui crée un intérêt financier majeur.\nConflit et Tensions: Des tensions existent entre eux, notamment en raison de la modification potentielle du testament, ce qui introduit un élément de rivalité.\nImplications Significatives\nIntérêt Financier: L'héritage de 8 millions d'euros crée un fort intérêt pour Jean Moreau, ce qui pourrait motiver un acte criminel.\nTensions Familiales: Les discussions houleuses et le départ de Jean en claquant la porte suggèrent une tension entre eux, ce qui peut indiquer un contexte de stress potentiel.\nAccès et Connaissances: Jean a le code d'accès à la bibliothèque du manoir, ce qui lui donne un accès direct à la victime. Cela suggère qu'il a un niveau d'accessibilité non négligeable.\nPistes d'Investigation\nAlibi Incomplet: Jean a un alibi partiellement vérifié (cinéma UGC Bercy 19h-22h), ce qui laisse des doutes sur sa présence réelle le soir du crime.\nAppels et Mensonges: Un appel de Jean à Victor à 18h45 et un appel inconnu à 19h05 suggèrent des communications suspectes juste avant l'empoisonnement.\nModifications de Testaments: Un brouillon de nouveau testament a été trouvé, modifiant l'héritage de Jean, ce qui suggère une intention de déshériter Jean.\nConnexions Spécifiques\n\nTéléphone de Victor:\n\nAppel de Jean à 18h45: Cet appel suggère que Jean a contacté sa victime juste avant l'empoisonnement.\nAppel inconnu à 19h05: Un appel inconnu à 19h05, peu de temps avant l'empoisonnement, suggère l'implication d'une tierce personne.\n\nBrouillon de Testament:\n\nLe brouillon de nouveau testament, modifiant l'héritage de Jean, suggère une intention de déshériter Jean, ce qui crée un motif potentiel.\n\nBibliothèque du Manoir:\n\nJean a le code d'accès à la bibliothèque, ce qui lui donne un accès direct à la victime, ce qui suggère qu'il a les moyens de commettre l'acte.\n\nTraces de Boue:\n\nLes traces de boue sur le tapis suggèrent que Jean a pénétré dans la bibliothèque, ce qui est cohérent avec sa connaissance de l'endroit.\n\nDernier Appel de Jean:\n\nL'appel de Jean à 18h45, juste avant l'empoisonnement, suggère qu'il a contacté sa victime pour des raisons inconnues, ce qui pourrait être lié à l'empoisonnement.\nConclusion\n\nLa connexion entre Victor Moreau et Jean Moreau est fortement liée par l'héritage, la rivalité et l'accès au manoir. Les appels et les modifications de testament suggèrent un intérêt majeur de Jean, ce qui crée des pistes d'investigation significatives. La connaissance de Jean de l'endroit et l'absence d'un alibi complet font de lui un suspect potentiel.",
      "type": "path_analysis",
      "context": "Connexions entre Victor Moreau et Jean Moreau",
      "created_at": "2026-01-03T14:43:56.485267+01:00",
      "updated_at": "2026-01-13T17:19:01.647434+01:00",
      "is_pinned": false,
      "is_favorite": false
    },
    {
      "id": "bf4bcd54-1a6a-4e18-ac91-bfcb1ef8ea0e",
      "case_id": "case-moreau-001",
      "title": "Analyse: Livre 'Traité des Poisons Exotiques'",
      "content": "fingerprint\nphysique\n7/10\nAnalyse de la preuve: Livre 'Traité des Poisons Exotiques'\n1. Valeur probatoire de la preuve\n\nLa preuve du livre 'Traité des Poisons Exotiques' a une valeur probatoire modérée (7/10). L'ouverture de la page 247, consacrée aux alcaloïdes végétaux, suggère que Victor Moreau ait consulté cette section récemment, ce qui pourrait être pertinent pour l'empoisonnement. Les annotations récentes indiquent qu'il a effectivement examiné ce chapitre, ce qui pourrait prêter à soupçon dans le contexte d'un suicide maquillé.\n\n2. Conclusions\nRécemment consulté: Le livre a été ouvert à la page 247, indiquant qu'il a été consulté récemment, probablement le jour de l'empoisonnement.\nIntérêt pour les alcaloïdes végétaux: L'ouverture de la page 247 suggère un intérêt pour les alcaloïdes végétaux, ce qui est pertinent si l'empoisonnement a été commis par un de ces poisons.\nAnnotations récentes: Les annotations indiquent une utilisation récente, ce qui peut soutenir l'hypothèse d'un suicide maquillé, où Victor aurait cherché des informations sur la préparation d'un poison.\n3. Éléments de corroboration et de réfutation\n\nCorroboration:\n\nRecherches sur les poisons: Le livre contient des informations sur des poisons, ce qui suggère qu'il a effectivement cherché des informations sur la préparation d'un poison.\nDate de consultation: Les annotations récentes suggèrent qu'il a examiné le livre le jour de l'empoisonnement, ce qui corrobore l'hypothèse d'un suicide maquillé.\n\nRéfutation:\n\nAutres sources d'information: Il est possible qu'il ait consulté d'autres sources d'information sur les poisons, ce qui remet en question l'importance de ce livre.\nMotivation: Sans preuves supplémentaires, il n'est pas clair pourquoi il aurait cherché des informations sur les poisons s'il s'agissait d'un suicide.\n4. Failles potentielles\nContamination: Il est possible que l'ouverture du livre ait été faite par quelqu'un d'autre, par exemple, un invité ou un membre de la maison, ce qui remet en question l'assertion que Victor l'a ouvert récemment.\nFalsification: Il est possible que le livre ait été ouvert par un tiers et que les annotations aient été ajoutées postérieurement, ce qui remet en question l'authenticité de l'ouverture et des annotations.\n5. Investigations complémentaires\nExamen de l'ouverture du livre: Vérifier si d'autres personnes ont accès au livre et s'ils ont ouvert le livre à la page 247.\nExamen des annotations: Vérifier si les annotations ont été faites par Victor et s'il y a d'autres preuves de leur authenticité.\nRecherches sur d'autres sources d'information: Vérifier si Victor a consulté d'autres sources d'information sur les poisons, par exemple, des sites web, des livres de pharmacie, etc.\nExamen de l'emploi du temps de Victor: Vérifier s'il a effectivement consulté le livre le jour de l'empoisonnement, en comparaison avec d'autres preuves (par exemple, le brouillon testament).\nRésumé\n\nLe livre 'Traité des Poisons Exotiques' a une valeur probatoire modérée, suggérant un intérêt récent pour les alcaloïdes végétaux, ce qui peut corrompre l'hypothèse d'un suicide maquillé. Cependant, des failles potentielles, telles que la contamination ou la falsification, nécessitent des investigations complémentaires pour confirmer l'authenticité de l'ouverture et des annotations.",
      "type": "evidence_analysis",
      "context": "Preuve: Livre 'Traité des Poisons Exotiques' (physique)",
      "created_at": "2026-01-03T14:45:47.401762+01:00",
      "updated_at": "2026-01-13T17:18:48.560603+01:00",
      "is_pinned": false,
      "is_favorite": false
    },
    {
      "id": "86ba9762-1b3d-4aba-9291-c6200a7fe808",
      "case_id": "case-moreau-001",
      "title": "Questions d'investigation - Affaire Victor Moreau",
      "content": "Quel est le contexte et le contenu du brouillon du nouveau testament de Victor Moreau ?\n\nCette question est cruciale car elle peut révéler les intentions de Victor Moreau concernant l'héritage, en particulier s'il y a des modifications significatives par rapport au testament initial qui désignait Jean Moreau comme héritier unique.\nÉléments de l'affaire motivant cette question : Brouillon nouveau testament, Testament de Victor Moreau, Brouillon nouveau testament concerne Jean Moreau.\n\nQuel est le rapport entre Jean Moreau et le Bar Le Diplomate ?\n\nCette question vise à établir une possible connexion entre Jean Moreau et d'autres parties impliquées dans l'enquête, notamment Élodie Dubois, qui a des raisons de s'inquiéter de la situation financière de Jean Moreau.\nÉléments de l'affaire motivant cette question : Jean Moreau fréquente Bar Le Diplomate, Jean Moreau doit de l'argent à Casino de Deauville, Élodie Dubois accuse de fraude Victor Moreau.\n\nQuel est le lien entre le brouillon du nouveau testament et le code d'accès de la Bibliothèque du Manoir ?\n\nCette question pourrait aider à identifier si le brouillon contient des indices sur l'endroit où se trouve le code d'accès, ce qui pourrait être crucial pour accéder à des documents importants.\nÉléments de l'affaire motivant cette question : Brouillon nouveau testament, Code d'accès de Bibliothèque du Manoir, Tasse de thé concerne Bibliothèque du Manoir.\n\nQuel est le rôle de Robert Duval et de Madame Chen dans l'entreprise de Victor Moreau ?\n\nComprendre leur position et leur influence dans l'entreprise de Victor Moreau peut éclairer sur les motivations possibles derrière les conflits et les allégeances.\nÉléments de l'affaire motivant cette question : Victor Moreau employeur de Madame Chen, Victor Moreau employeur de Robert Duval, Galerie Moreau Antiquités en concurrence avec Antoine Mercier.\n\nQuel est le statut actuel de l'attaque de Victor Moreau ?\n\nCette question vise à évaluer l'état de santé de Victor Moreau, qui a été victime d'une attaque, et à comprendre si cette attaque a un lien avec d'autres événements de l'enquête.\nÉléments de l'affaire motivant cette question : Dr. Sarah Martin a examiné Victor Moreau, Tasse de thé concerne Victor Moreau, Traces de boue sur tapis concerne Bibliothèque du Manoir.\n\nQuel est le contenu exact de la correspondance entre Jean Moreau et l'inconnu qui a appelé Victor Moreau ?\n\nCette question peut révéler des informations importantes sur les motivations de Jean Moreau et l'identité de l'inconnu, qui a pu être un témoin clé.\nÉléments de l'affaire motivant cette question : Jean Moreau a contacté Homme au téléphone inconnu, Homme au téléphone inconnu a appelé Victor Moreau, Téléphone de Victor concerne Jean Moreau, Téléphone de Victor concerne Élodie Dubois.\n\nQuel est le contexte de la rivalité entre Antoine Mercier et Victor Moreau ?\n\nComprendre le contexte de cette rivalité peut aider à expliquer les tensions et les conflits existants, et peut être pertinent pour la compréhension de l'attaque de Victor Moreau.\nÉléments de l'affaire motivant cette question : Galerie Moreau Antiquités en concurrence avec Antoine Mercier, Antoine Mercier en rivalité avec Victor Moreau, Cercle des Bibliophiles Parisiens compte comme membre Antoine Mercier, Cercle des Bibliophiles Parisiens compte comme membre Victor Moreau.",
      "type": "question",
      "context": "Génération automatique",
      "created_at": "2026-01-03T22:32:14.501091+01:00",
      "updated_at": "2026-01-03T22:32:14.501091+01:00",
      "is_pinned": false,
      "is_favorite": false
    }
  ],
  "updated_at": "2026-01-13T17:19:04.033436+01:00"
}