{
  "case_id": "case-moreau-001",
  "case_name": "Affaire Victor Moreau",
  "notes": [
    {
      "id": "1ca8e923-b95f-4fe1-8a29-bf69c85d2edb",
      "case_id": "case-moreau-001",
      "title": "Analyse du graphe - Affaire Victor Moreau",
      "content": "Résumé de l'Affaire Victor Moreau\n1. Points clés de l'affaire\nVictime: Victor Moreau, 67 ans, antiquaire renommé, décédé le 29/08/2025 par empoisonnement.\nLieu du crime: Bibliothèque du manoir, 8x6m, RDC.\nHeure du décès: Estimée entre 20h et 21h, selon le rapport de la médecin légiste.\nMoyen de l'empoisonnement: Alcaloïde non identifié, possible via le thé empoisonné.\n2. Suspects potentiels et leurs mobiles\nJean Moreau\nMobile: Héritage (8 millions d'euros).\nPiste: Alibi non confirmé, présence de dettes de jeu (150 000€), appels suspects (18h45, 19h05).\nÉlodie Dubois\nMobile: Perte financière (2 millions) et procédure judiciaire en cours.\nPiste: Menaces proférées, présence de traces de boue sur tapis, brouillon de testament (10% d'héritage).\nAntoine Mercier\nMobile: Conflit sur la vente d'un manuscrit (450 000€) et tentative de rachat.\n3. Pistes à explorer prioritairement\nAnalyse des ressortissants\nTémoignages de Madame Chen et Robert Duval : Pour confirmer l'absence de visiteurs inattendus.\nRecherche de l'individu au téléphone inconnu : Appel entrant le 29/08/2025 à 19h05.\nExamen des documents\nBrouillon de testament : Comparaison des écritures et empreintes.\nCarnet de notes de Victor : Recherche d'indications supplémentaires.\nAnalyse des relations\nRelations financières : Examen des transactions bancaires de Jean et Élodie.\nConflits de l'industrie de l'art : Recherche de preuves de conflits entre Victor et ses concurrents.\n4. Incohérences ou contradictions éventuelles\nAlibi de Jean : Le film n'est pas enregistré, et il n'y a pas de preuve de sa présence.\nTemps entre l'appel et le décès : L'appel de 19h05 est suivi de l'empoisonnement, ce qui suggère un plan préconçu.\n5. Questions d'investigation restantes\nOrigine de l'empoisonnement : Quel est exactement l'alcaloïde utilisé et comment a-t-il été introduit?\nMobiles des autres parties impliquées : Élodie, Antoine Mercier, et le \"homme au téléphone\" ont-ils un mobile suffisant pour commettre l'acte?\nFonctionnement de la caméra de surveillance : Quel est le mode d'action de la personne qui a sectionné le câble de la caméra?\nRôle de l'expert en livres anciens, Antoine Mercier : Y a-t-il un lien direct entre lui et l'empoisonnement?",
      "type": "graph_analysis",
      "context": "Analyse complète des relations",
      "created_at": "2026-01-03T14:41:15.505414+01:00",
      "updated_at": "2026-01-13T17:19:04.033436+01:00",
      "is_pinned": false,
      "is_favorite": false
    },
    {
      "id": "bc55d7cb-9fa9-486f-afc2-043cb8e72351",
      "case_id": "case-moreau-001",
      "title": "Chemins: Victor Moreau → Jean Moreau",
      "content": "Chemins Découverts\nChemin 1:\nVictor Moreau → Jean Moreau\nChemin 2:\nVictor Moreau → Élodie Dubois → Téléphone de Victor → Jean Moreau\nChemin 3:\nVictor Moreau → Bibliothèque du Manoir → Jean Moreau\nChemin 4:\nVictor Moreau → Jean Moreau\nChemin 5:\nVictor Moreau → Élodie Dubois → Téléphone de Victor → Jean Moreau\nChemin 6:\nVictor Moreau → Homme au téléphone inconnu → Jean Moreau\nChemin 7:\nVictor Moreau → Maître Lefebvre → Élodie Dubois → Téléphone de Victor → Jean Moreau\nChemin 8:\nVictor Moreau → Tasse de thé → Bibliothèque du Manoir → Jean Moreau\nChemin 9:\nVictor Moreau → Téléphone de Victor → Jean Moreau\nChemin 10:\nVictor Moreau → Brouillon nouveau testament → Jean Moreau\nChemin 11:\nVictor Moreau → Carnet de notes Victor → Élodie Dubois → Téléphone de Victor → Jean Moreau\nAnalyse IA\nConnexions entre \"Victor Moreau\" et \"Jean Moreau\"\nNature de la Connexion\nFamille: Jean Moreau est le neveu de Victor Moreau, ce qui crée un lien familial direct.\nHéritage: Jean Moreau est l'héritier principal de la fortune de Victor Moreau, ce qui crée un intérêt financier majeur.\nConflit et Tensions: Des tensions existent entre eux, notamment en raison de la modification potentielle du testament, ce qui introduit un élément de rivalité.\nImplications Significatives\nIntérêt Financier: L'héritage de 8 millions d'euros crée un fort intérêt pour Jean Moreau, ce qui pourrait motiver un acte criminel.\nTensions Familiales: Les discussions houleuses et le départ de Jean en claquant la porte suggèrent une tension entre eux, ce qui peut indiquer un contexte de stress potentiel.\nAccès et Connaissances: Jean a le code d'accès à la bibliothèque du manoir, ce qui lui donne un accès direct à la victime. Cela suggère qu'il a un niveau d'accessibilité non négligeable.\nPistes d'Investigation\nAlibi Incomplet: Jean a un alibi partiellement vérifié (cinéma UGC Bercy 19h-22h), ce qui laisse des doutes sur sa présence réelle le soir du crime.\nAppels et Mensonges: Un appel de Jean à Victor à 18h45 et un appel inconnu à 19h05 suggèrent des communications suspectes juste avant l'empoisonnement.\nModifications de Testaments: Un brouillon de nouveau testament a été trouvé, modifiant l'héritage de Jean, ce qui suggère une intention de déshériter Jean.\nConnexions Spécifiques\n\nTéléphone de Victor:\n\nAppel de Jean à 18h45: Cet appel suggère que Jean a contacté sa victime juste avant l'empoisonnement.\nAppel inconnu à 19h05: Un appel inconnu à 19h05, peu de temps avant l'empoisonnement, suggère l'implication d'une tierce personne.\n\nBrouillon de Testament:\n\nLe brouillon de nouveau testament, modifiant l'héritage de Jean, suggère une intention de déshériter Jean, ce qui crée un motif potentiel.\n\nBibliothèque du Manoir:\n\nJean a le code d'accès à la bibliothèque, ce qui lui donne un accès direct à la victime, ce qui suggère qu'il a les moyens de commettre l'acte.\n\nTraces de Boue:\n\nLes traces de boue sur le tapis suggèrent que Jean a pénétré dans la bibliothèque, ce qui est cohérent avec sa connaissance de l'endroit.\n\nDernier Appel de Jean:\n\nL'appel de Jean à 18h45, juste avant l'empoisonnement, suggère qu'il a contacté sa victime pour des raisons inconnues, ce qui pourrait être lié à l'empoisonnement.\nConclusion\n\nLa connexion entre Victor Moreau et Jean Moreau est fortement liée par l'héritage, la rivalité et l'accès au manoir. Les appels et les modifications de testament suggèrent un intérêt majeur de Jean, ce qui crée des pistes d'investigation significatives. La connaissance de Jean de l'endroit et l'absence d'un alibi complet font de lui un suspect potentiel.",
      "type": "path_analysis",
      "context": "Connexions entre Victor Moreau et Jean Moreau",
      "created_at": "2026-01-03T14:43:56.485267+01:00",
      "updated_at": "2026-01-14T16:53:53.503236+01:00",
      "is_pinned": true,
      "is_favorite": false
    },
    {
      "id": "bf4bcd54-1a6a-4e18-ac91-bfcb1ef8ea0e",
      "case_id": "case-moreau-001",
      "title": "Analyse: Livre 'Traité des Poisons Exotiques'",
      "content": "fingerprint\nphysique\n7/10\nAnalyse de la preuve: Livre 'Traité des Poisons Exotiques'\n1. Valeur probatoire de la preuve\n\nLa preuve du livre 'Traité des Poisons Exotiques' a une valeur probatoire modérée (7/10). L'ouverture de la page 247, consacrée aux alcaloïdes végétaux, suggère que Victor Moreau ait consulté cette section récemment, ce qui pourrait être pertinent pour l'empoisonnement. Les annotations récentes indiquent qu'il a effectivement examiné ce chapitre, ce qui pourrait prêter à soupçon dans le contexte d'un suicide maquillé.\n\n2. Conclusions\nRécemment consulté: Le livre a été ouvert à la page 247, indiquant qu'il a été consulté récemment, probablement le jour de l'empoisonnement.\nIntérêt pour les alcaloïdes végétaux: L'ouverture de la page 247 suggère un intérêt pour les alcaloïdes végétaux, ce qui est pertinent si l'empoisonnement a été commis par un de ces poisons.\nAnnotations récentes: Les annotations indiquent une utilisation récente, ce qui peut soutenir l'hypothèse d'un suicide maquillé, où Victor aurait cherché des informations sur la préparation d'un poison.\n3. Éléments de corroboration et de réfutation\n\nCorroboration:\n\nRecherches sur les poisons: Le livre contient des informations sur des poisons, ce qui suggère qu'il a effectivement cherché des informations sur la préparation d'un poison.\nDate de consultation: Les annotations récentes suggèrent qu'il a examiné le livre le jour de l'empoisonnement, ce qui corrobore l'hypothèse d'un suicide maquillé.\n\nRéfutation:\n\nAutres sources d'information: Il est possible qu'il ait consulté d'autres sources d'information sur les poisons, ce qui remet en question l'importance de ce livre.\nMotivation: Sans preuves supplémentaires, il n'est pas clair pourquoi il aurait cherché des informations sur les poisons s'il s'agissait d'un suicide.\n4. Failles potentielles\nContamination: Il est possible que l'ouverture du livre ait été faite par quelqu'un d'autre, par exemple, un invité ou un membre de la maison, ce qui remet en question l'assertion que Victor l'a ouvert récemment.\nFalsification: Il est possible que le livre ait été ouvert par un tiers et que les annotations aient été ajoutées postérieurement, ce qui remet en question l'authenticité de l'ouverture et des annotations.\n5. Investigations complémentaires\nExamen de l'ouverture du livre: Vérifier si d'autres personnes ont accès au livre et s'ils ont ouvert le livre à la page 247.\nExamen des annotations: Vérifier si les annotations ont été faites par Victor et s'il y a d'autres preuves de leur authenticité.\nRecherches sur d'autres sources d'information: Vérifier si Victor a consulté d'autres sources d'information sur les poisons, par exemple, des sites web, des livres de pharmacie, etc.\nExamen de l'emploi du temps de Victor: Vérifier s'il a effectivement consulté le livre le jour de l'empoisonnement, en comparaison avec d'autres preuves (par exemple, le brouillon testament).\nRésumé\n\nLe livre 'Traité des Poisons Exotiques' a une valeur probatoire modérée, suggérant un intérêt récent pour les alcaloïdes végétaux, ce qui peut corrompre l'hypothèse d'un suicide maquillé. Cependant, des failles potentielles, telles que la contamination ou la falsification, nécessitent des investigations complémentaires pour confirmer l'authenticité de l'ouverture et des annotations.",
      "type": "evidence_analysis",
      "context": "Preuve: Livre 'Traité des Poisons Exotiques' (physique)",
      "created_at": "2026-01-03T14:45:47.401762+01:00",
      "updated_at": "2026-01-13T17:18:48.560603+01:00",
      "is_pinned": false,
      "is_favorite": false
    },
    {
      "id": "86ba9762-1b3d-4aba-9291-c6200a7fe808",
      "case_id": "case-moreau-001",
      "title": "Questions d'investigation - Affaire Victor Moreau",
      "content": "Quel est le contexte et le contenu du brouillon du nouveau testament de Victor Moreau ?\n\nCette question est cruciale car elle peut révéler les intentions de Victor Moreau concernant l'héritage, en particulier s'il y a des modifications significatives par rapport au testament initial qui désignait Jean Moreau comme héritier unique.\nÉléments de l'affaire motivant cette question : Brouillon nouveau testament, Testament de Victor Moreau, Brouillon nouveau testament concerne Jean Moreau.\n\nQuel est le rapport entre Jean Moreau et le Bar Le Diplomate ?\n\nCette question vise à établir une possible connexion entre Jean Moreau et d'autres parties impliquées dans l'enquête, notamment Élodie Dubois, qui a des raisons de s'inquiéter de la situation financière de Jean Moreau.\nÉléments de l'affaire motivant cette question : Jean Moreau fréquente Bar Le Diplomate, Jean Moreau doit de l'argent à Casino de Deauville, Élodie Dubois accuse de fraude Victor Moreau.\n\nQuel est le lien entre le brouillon du nouveau testament et le code d'accès de la Bibliothèque du Manoir ?\n\nCette question pourrait aider à identifier si le brouillon contient des indices sur l'endroit où se trouve le code d'accès, ce qui pourrait être crucial pour accéder à des documents importants.\nÉléments de l'affaire motivant cette question : Brouillon nouveau testament, Code d'accès de Bibliothèque du Manoir, Tasse de thé concerne Bibliothèque du Manoir.\n\nQuel est le rôle de Robert Duval et de Madame Chen dans l'entreprise de Victor Moreau ?\n\nComprendre leur position et leur influence dans l'entreprise de Victor Moreau peut éclairer sur les motivations possibles derrière les conflits et les allégeances.\nÉléments de l'affaire motivant cette question : Victor Moreau employeur de Madame Chen, Victor Moreau employeur de Robert Duval, Galerie Moreau Antiquités en concurrence avec Antoine Mercier.\n\nQuel est le statut actuel de l'attaque de Victor Moreau ?\n\nCette question vise à évaluer l'état de santé de Victor Moreau, qui a été victime d'une attaque, et à comprendre si cette attaque a un lien avec d'autres événements de l'enquête.\nÉléments de l'affaire motivant cette question : Dr. Sarah Martin a examiné Victor Moreau, Tasse de thé concerne Victor Moreau, Traces de boue sur tapis concerne Bibliothèque du Manoir.\n\nQuel est le contenu exact de la correspondance entre Jean Moreau et l'inconnu qui a appelé Victor Moreau ?\n\nCette question peut révéler des informations importantes sur les motivations de Jean Moreau et l'identité de l'inconnu, qui a pu être un témoin clé.\nÉléments de l'affaire motivant cette question : Jean Moreau a contacté Homme au téléphone inconnu, Homme au téléphone inconnu a appelé Victor Moreau, Téléphone de Victor concerne Jean Moreau, Téléphone de Victor concerne Élodie Dubois.\n\nQuel est le contexte de la rivalité entre Antoine Mercier et Victor Moreau ?\n\nComprendre le contexte de cette rivalité peut aider à expliquer les tensions et les conflits existants, et peut être pertinent pour la compréhension de l'attaque de Victor Moreau.\nÉléments de l'affaire motivant cette question : Galerie Moreau Antiquités en concurrence avec Antoine Mercier, Antoine Mercier en rivalité avec Victor Moreau, Cercle des Bibliophiles Parisiens compte comme membre Antoine Mercier, Cercle des Bibliophiles Parisiens compte comme membre Victor Moreau.",
      "type": "question",
      "context": "Génération automatique",
      "created_at": "2026-01-03T22:32:14.501091+01:00",
      "updated_at": "2026-01-03T22:32:14.501091+01:00",
      "is_pinned": false,
      "is_favorite": false
    },
    {
      "id": "49942cda-a795-4295-8b8e-3da617888cd2",
      "case_id": "case-moreau-001",
      "title": "Contradictions - Affaire Victor Moreau",
      "content": "# Analyse des relations et identification des contradictions\n\n## 1. Contradictions directes\n\n### A. Jean Moreau neveu de Victor Moreau vs. Victor Moreau oncle de Jean Moreau\n- **Contradiction** : Ces deux affirmations sont directement opposées. Si Jean est l'oncle de Victor, alors Victor ne peut pas être son oncle.\n\n## 2. Incohérences temporelles\n\n### A. Jean Moreau doit de l'argent à Casino de Deauville vs. Casino de Deauville menace pour recouvrement Jean Moreau\n- **Incohérence** : Il n'est pas logique que le casino menace de recouvrement avant qu'il n'y ait un prêt ou une dette. Cela suggère que l'ordre des événements est incorrect.\n\n## 3. Alibis impossibles à vérifier ou contradictoires\n\n### A. UGC Bercy lieu d'alibi de Jean Moreau vs. Hôtel de Crillon lieu d'alibi de Élodie Dubois\n- **Impossibilité de vérification** : Il n'est pas clair comment ces deux lieux pourraient coexister comme alibis pour des individus distincts. Cela suggère que l'un d'eux n'est pas un alibi valable.\n\n## 4. Relations suspectes ou non expliquées\n\n### A. Jean Moreau a envoyé un message à Homme au téléphone inconnu vs. Homme au téléphone inconnu a appelé Victor Moreau\n- **Relation suspecte** : Il n'est pas clair comment Jean Moreau pourrait envoyer un message à quelqu'un d'inconnu qui a appelé Victor Moreau. Cela suggère une relation non expliquée.\n\n### B. Élodie Dubois a menacé publiquement Victor Moreau vs. Élodie Dubois emploie comme avocat Testament de Victor Moreau\n- **Relation suspecte** : Il n'est pas logique que la même personne qui menace publiquement un client utilise les services juridiques de ce client. Cela suggère une situation non expliquée.\n\n### C. Brouillon nouveau testament concerne Victor Moreau vs. Brouillon nouveau testament concerne Jean Moreau\n- **Relation suspecte** : Le brouillon d'un nouveau testament ne devrait concerner que l'héritier ou le testateur. L'absence d'une explication claire suggère une situation non expliquée.\n\n### D. Dr. Sarah Martin a examiné Victor Moreau vs. Tasse de thé concerne Victor Moreau\n- **Relation suspecte** : Un examen médical et un objet comme une tasse de thé ne sont pas directement liés. Cela suggère une situation non expliquée.\n\n### E. Traces de boue sur tapis concerne Bibliothèque du Manoir vs. Jardin du Manoir donne accès à Bibliothèque du Manoir\n- **Relation suspecte** : Des traces de boue sur un tapis dans la bibliothèque suggèrent un accès extérieur, ce qui contredit l'idée d'un accès par le jardin. Cela suggère une situation non expliquée.\n\n### F. Dr. Sarah Martin a examiné Victor Moreau vs. Tasse de thé concerne Victor Moreau\n- **Relation suspecte** : Un examen médical et un objet comme une tasse de thé ne sont pas directement liés. Cela suggère une situation non expliquée.\n\n### G. Brouillon nouveau testament concerne Victor Moreau vs. Brouillon nouveau testament déshérite partiellement Jean Moreau\n- **Relation suspecte** : Un brouillon de testament ne devrait concerner que l'héritier ou le testateur. Cela suggère une situation non expliquée.\n\n### H. Dr. Sarah Martin a examiné Victor Moreau vs. Tasse de thé concerne Bibliothèque du Manoir\n- **Relation suspecte** : Un examen médical et un objet comme une tasse de thé ne sont pas directement liés. Cela suggère une situation non expliquée.\n\n### I. Maître Lefebvre s'opposait à Victor Moreau vs. Maître Lefebvre représente Élodie Dubois\n- **Relation suspecte** : Un avocat ne devrait pas représenter un client qu'il s'oppose. Cela suggère une situation non expliquée.\n\n## Conclusion\nLes contradictions directes, incohérences temporelles, alibis impossibles à vérifier ou contradictoires, ainsi que les relations suspectes ou non expliquées, ont été identifiées. Ces points nécessitent une investigation plus approfondie pour éclaircir les faits.\n\n\nCette analyse met en évidence les points de contradiction, d'incohérence et de relations non expliquées, qui pourraient être cruciaux pour une enquête ou une analyse plus approfondie.",
      "type": "contradiction",
      "context": "Détection automatique",
      "created_at": "2026-01-13T22:39:10.694818+01:00",
      "updated_at": "2026-01-13T22:39:10.694818+01:00",
      "is_pinned": false,
      "is_favorite": false
    },
    {
      "id": "8d4e7c27-09bf-41c4-919f-ebce107720de",
      "case_id": "case-moreau-001",
      "title": "Chemins: Victor Moreau → Élodie Dubois",
      "content": "Chemins Découverts\nChemin 1:\nVictor Moreau → Jean Moreau → Élodie Dubois\nChemin 2:\nVictor Moreau → Jean Moreau → Testament de Victor Moreau → Élodie Dubois\nChemin 3:\nVictor Moreau → Jean Moreau → Brouillon nouveau testament → Testament de Victor Moreau → Élodie Dubois\nChemin 4:\nVictor Moreau → Jean Moreau → Téléphone de Victor → Élodie Dubois\nChemin 5:\nVictor Moreau → Jean Moreau → Élodie Dubois\nChemin 6:\nVictor Moreau → Jean Moreau → Testament de Victor Moreau → Élodie Dubois\nChemin 7:\nVictor Moreau → Jean Moreau → Brouillon nouveau testament → Testament de Victor Moreau → Élodie Dubois\nChemin 8:\nVictor Moreau → Jean Moreau → Téléphone de Victor → Élodie Dubois\nChemin 9:\nVictor Moreau → Élodie Dubois\nChemin 10:\nVictor Moreau → Élodie Dubois\nChemin 11:\nVictor Moreau → Bibliothèque du Manoir → Jean Moreau → Élodie Dubois\nChemin 12:\nVictor Moreau → Bibliothèque du Manoir → Jean Moreau → Testament de Victor Moreau → Élodie Dubois\nChemin 13:\nVictor Moreau → Bibliothèque du Manoir → Jean Moreau → Brouillon nouveau testament → Testament de Victor Moreau → Élodie Dubois\nChemin 14:\nVictor Moreau → Bibliothèque du Manoir → Jean Moreau → Téléphone de Victor → Élodie Dubois\nChemin 15:\nVictor Moreau → Jean Moreau → Élodie Dubois\nChemin 16:\nVictor Moreau → Jean Moreau → Testament de Victor Moreau → Élodie Dubois\nChemin 17:\nVictor Moreau → Jean Moreau → Brouillon nouveau testament → Testament de Victor Moreau → Élodie Dubois\nChemin 18:\nVictor Moreau → Jean Moreau → Téléphone de Victor → Élodie Dubois\nChemin 19:\nVictor Moreau → Jean Moreau → Élodie Dubois\nChemin 20:\nVictor Moreau → Jean Moreau → Testament de Victor Moreau → Élodie Dubois\nChemin 21:\nVictor Moreau → Jean Moreau → Brouillon nouveau testament → Testament de Victor Moreau → Élodie Dubois\nChemin 22:\nVictor Moreau → Jean Moreau → Téléphone de Victor → Élodie Dubois\nChemin 23:\nVictor Moreau → Élodie Dubois\nChemin 24:\nVictor Moreau → Élodie Dubois\nChemin 25:\nVictor Moreau → Élodie Dubois\nChemin 26:\nVictor Moreau → Homme au téléphone inconnu → Jean Moreau → Élodie Dubois\nChemin 27:\nVictor Moreau → Homme au téléphone inconnu → Jean Moreau → Testament de Victor Moreau → Élodie Dubois\nChemin 28:\nVictor Moreau → Homme au téléphone inconnu → Jean Moreau → Brouillon nouveau testament → Testament de Victor Moreau → Élodie Dubois\nChemin 29:\nVictor Moreau → Homme au téléphone inconnu → Jean Moreau → Téléphone de Victor → Élodie Dubois\nChemin 30:\nVictor Moreau → Maître Lefebvre → Élodie Dubois\nChemin 31:\nVictor Moreau → Tasse de thé → Bibliothèque du Manoir → Jean Moreau → Élodie Dubois\nChemin 32:\nVictor Moreau → Tasse de thé → Bibliothèque du Manoir → Jean Moreau → Testament de Victor Moreau → Élodie Dubois\nChemin 33:\nVictor Moreau → Tasse de thé → Bibliothèque du Manoir → Jean Moreau → Téléphone de Victor → Élodie Dubois\nChemin 34:\nVictor Moreau → Téléphone de Victor → Jean Moreau → Élodie Dubois\nChemin 35:\nVictor Moreau → Téléphone de Victor → Jean Moreau → Testament de Victor Moreau → Élodie Dubois\nChemin 36:\nVictor Moreau → Téléphone de Victor → Jean Moreau → Brouillon nouveau testament → Testament de Victor Moreau → Élodie Dubois\nChemin 37:\nVictor Moreau → Téléphone de Victor → Élodie Dubois\nChemin 38:\nVictor Moreau → Brouillon nouveau testament → Jean Moreau → Élodie Dubois\nChemin 39:\nVictor Moreau → Brouillon nouveau testament → Jean Moreau → Testament de Victor Moreau → Élodie Dubois\nChemin 40:\nVictor Moreau → Brouillon nouveau testament → Jean Moreau → Brouillon nouveau testament → Testament de Victor Moreau → Élodie Dubois\nChemin 41:\nVictor Moreau → Brouillon nouveau testament → Jean Moreau → Téléphone de Victor → Élodie Dubois\nChemin 42:\nVictor Moreau → Carnet de notes Victor → Élodie Dubois\nAnalyse IA\nConnexions entre \"Victor Moreau\" et \"Élodie Dubois\"\nNature de la Connexion\n\nRivalité Judiciaire:\n\nVictor Moreau et Élodie Dubois étaient en conflit judiciaire, avec Élodie Dubois accusant Victor Moreau de fraude. Cette rivalité est un facteur clé dans l'analyse de leur relation.\n\nThreats et Menaces:\n\nÉlodie Dubois a menacé Victor Moreau publiquement, disant qu'il \"paiera pour ce qu'il m'a fait\". Cela suggère une tension personnelle et potentielle animosité.\n\nTestament et Héritage:\n\nVictor Moreau a modifié son testament, initialement en faveur de Jean Moreau (80%) et des œuvres caritatives (20%), mais a ensuite modifié le brouillon, réduisant l'héritage de Jean Moreau à 10% et augmentant celui de la Fondation Moreau à 90%. Élodie Dubois a un intérêt direct dans le testament, car la modification du brouillon pourrait influencer l'héritage.\nImplications Significatives\n\nMotivation Potentielle:\n\nÉlodie Dubois a un intérêt clair dans le testament, et sa rivalité avec Victor Moreau suggère qu'elle aurait pu chercher à se venger de sa perte financière. Les menaces qu'elle a proférées et sa présence près du manoir le jour du crime renforcent cette hypothèse.\n\nAccès et Opportunité:\n\nÉlodie Dubois a accès à la maison de Victor Moreau via ses visites antérieures, ce qui facilite l'opportunité d'empoisonner le thé. De plus, elle a un alibi plausiblement vérifiable, ce qui complique l'identification.\nPistes d'Investigation\n\nRôle de l'Ex-Associée:\n\nÉlodie Dubois a un rôle clé dans l'histoire de l'affaire, et sa rivalité judiciaire et les menaces qu'elle a proférées envers Victor Moreau suggèrent qu'elle pourrait être impliquée dans l'empoisonnement. L'analyse de son alibi, de ses motivations et de son accès à la maison de Victor Moreau est cruciale.\n\nModification du Testament:\n\nL'importance de la modification du testament et de la révision du brouillon suggère que Élodie Dubois ait pu jouer un rôle indirect, en mettant en place une situation qui favoriserait sa vengeance. L'analyse de la correspondance et des communications entre Élodie Dubois et Victor Moreau est essentielle.\n\nMenaces et Comportement:\n\nLes menaces répétées de Élodie Dubois et son comportement agressif suggèrent qu'elle ait une motivation claire. L'analyse de ses actions le jour du crime, y compris sa présence près du manoir, est une piste importante.\n### Conclusion\n- **Élodie Dubois** est directement liée à la rivalité judiciaire avec **Victor Moreau** et a un intérêt clair dans le testament. Ses menaces, sa présence près du manoir, et son accès à la maison suggèrent qu'elle pourrait être impliquée dans l'empoisonnement. L'analyse de son alibi, de ses communications, et de sa relation avec **Victor Moreau** est cruciale pour confirmer ou éliminer sa responsabilité.\n\n\nCette analyse met en évidence la complexité de la relation entre Victor Moreau et Élodie Dubois, suggérant qu'elle est un élément clé de l'enquête.",
      "type": "path_analysis",
      "context": "Connexions entre Victor Moreau et Élodie Dubois",
      "created_at": "2026-01-13T23:26:30.118316+01:00",
      "updated_at": "2026-01-13T23:26:30.118316+01:00",
      "is_pinned": false,
      "is_favorite": false
    },
    {
      "id": "39b6ac3c-f421-4f05-8505-8010c86ad089",
      "case_id": "case-moreau-001",
      "title": "Chat IA - 14/01/2026",
      "content": "## Conversation avec l'Assistant IA\n\n**Date:** 14/01/2026 00:16:30\n\n---\n\n### Réponse\nBonjour! Je suis votre assistant d'enquête. Posez-moi des questions sur l'affaire en cours.\n\n### Question\nlink                    Quels liens entre les suspects ?\n\n### Réponse\nLiens entre les suspects\n1. Victor Moreau et Jean Moreau\n\nFamille : Jean est le neveu de Victor, ce qui crée un lien familial potentiel.\nHéritage : Jean est l'héritier principal, ce qui crée un intérêt direct pour l'argent et l'héritage.\nDétails de l'enquête : Jean a un alibi partiellement vérifié (cinéma UGC Bercy) et a contacté Victor par téléphone à 18h45. Des traces de boue de chaussure de pointure 42 ont été trouvées près de la fenêtre de la bibliothèque, correspondant à celle de Jean. Jean a également reçu un appel inconnu à 19h05, ce qui suggère qu'il a pu être averti.\n\n2. Victor Moreau et Élodie Dubois\n\nAffaires : Élodie est l'ex-associée de Victor, ce qui crée un lien professionnel.\nConflicts : Il y a un conflit judiciaire en cours entre eux, et Élodie a perdu 2 millions d'euros. Elle a menacé Victor de \"payer\" pour ce qu'il lui a fait.\nDétails de l'enquête : Élodie a un alibi solide (dîner de charité à l'Hôtel de Crillon) et a contacté Victor par téléphone à 18h45. Un brouillon de testament a été trouvé, montrant une réduction de l'héritage de Jean.\n\n3. Jean Moreau et Élodie Dubois\n\nIntérêt mutuel : Tous deux ont un intérêt direct pour l'héritage de Victor. Jean a des dettes de jeu importantes, tandis qu'Élodie a perdu 2 millions d'euros.\nDétails de l'enquête : Jean a contacté Élodie par téléphone, et il a reçu un appel inconnu à 19h05, ce qui suggère qu'il a pu être averti. Élodie a menacé publiquement Victor, et il y a des preuves que Jean a des liens avec l'homme au téléphone inconnu.\n\n4. Antoine Mercier et Jean Moreau\n\nRivalité : Antoine est le concurrent de Victor, et il a une rivalité avec Jean, ce qui crée un intérêt pour l'affaire.\nDétails de l'enquête : Antoine a un alibi non vérifié, et il a des liens avec l'homme au téléphone inconnu, ce qui suggère qu'il pourrait être impliqué indirectement.\n\n5. Antoine Mercier et Élodie Dubois\n\nRivalité : Antoine est le concurrent de Victor, et il a une rivalité avec Élodie, ce qui crée un intérêt pour l'affaire.\nDétails de l'enquête : Antoine a un alibi non vérifié, et il a des liens avec l'homme au téléphone inconnu, ce qui suggère qu'il pourrait être impliqué indirectement.\n\n6. Antoine Mercier et Victor Moreau\n\nRivalité : Antoine est le concurrent de Victor, ce qui crée un intérêt direct pour l'affaire.\nDétails de l'enquête : Antoine a un alibi non vérifié, et il a des liens avec l'homme au téléphone inconnu, ce qui suggère qu'il pourrait être impliqué indirectement.\n\nRésumé\nLes liens entre les suspects sont principalement basés sur l'héritage, le conflit judiciaire, et la rivalité professionnelle. Chaque suspect a un intérêt direct pour l'argent et l'héritage de Victor, et il y a des preuves suggérant qu'ils pourraient être liés par d'autres moyens, notamment par l'homme au téléphone inconnu.\n\n",
      "type": "ai_analysis",
      "created_at": "2026-01-14T00:16:30.382395+01:00",
      "updated_at": "2026-01-14T00:16:30.382395+01:00",
      "is_pinned": false,
      "is_favorite": false
    },
    {
      "id": "f8035e20-a980-41c3-9328-a3db632ed0ff",
      "case_id": "case-moreau-001",
      "title": "Rapport SSTorytime - 14/01/2026",
      "content": "analytics\nRapport SSTorytime - Affaire en cours\nmercredi 14 janvier 2026\nsummarize\nRésumé général\n252\nNœuds\n377\nRelations\n1\nNœuds ponts\n3\nSuper-nœuds\nVictor Moreau\nTop influenceur\nNon\nConvergence\nwaves\nRecherche Contrawave\n\nCollision de fronts d'onde bidirectionnels pour trouver les points de passage critiques entre deux ensembles de nœuds.\n\nSources: Victor Moreau\nCibles: Robert Duval\nPoints de collision (11): Victor MoreauRobert DuvalJean MoreauÉlodie DuboisMadame Chen\ngroup_work\nDétection de Super-Nœuds\n\nGroupes d'entités fonctionnellement équivalentes (mêmes connexions, interchangeables).\n\nGroupe (similarité: 73%): Crime passionnel - Vengeance Élodie, Suicide maquillé, Crime d'intérêt - Héritage Jean, Complot commercial - Piste Mercier, Complice interne - Madame Chen\nGroupe (similarité: 67%): Carnet de notes Victor, Téléphone de Victor, Câble caméra sectionné, Livre 'Traité des Poisons Exotiques', Tasse de thé\nGroupe (similarité: 100%): Brouillon non signé daté du 28/08. Jean réduit à 10%, Fondation Moreau 90%., Non signé, daté 28/08. Jean réduit à 10%, Fondation Moreau 90%. Trouvé dans corbeille.\nalt_route\nCentralité d'Intermédiarité (Betweenness)\n\nIdentifie les nœuds \"ponts\" qui contrôlent le flux d'information entre différentes parties du graphe.\n\nJean Moreau\nVictor Moreau\nBrouillon nouveau testament\nUGC Bercy\n2025-08-29T19:25:00 Entrée cinéma Jean\nroute\nChemins Contraints\n\nRecherche de chemins avec filtrage par type de relation (ex: uniquement relations financières ou familiales).\n\nTypes filtrés: Tous\nChemins trouvés: 10\ntimeline\nRobert Duval → Victor Moreau → Jean Moreau\ntimeline\nRobert Duval → Victor Moreau → Jean Moreau\ntimeline\nRobert Duval → Victor Moreau → Jean Moreau\nscience\nNotation Dirac \u003ccible|source\u003e\n\nRecherche de chemins quantiques entre deux entités avec la notation bra-ket de Dirac.\n\n\u003cMadame Chen|Jean Moreau\u003e\nChemins trouvés: 6\nProfondeur max: 5\ntimeline\nJean Moreau → Victor Moreau → Madame Chen\ntimeline\nJean Moreau → Victor Moreau → Madame Chen\ntimeline\nJean Moreau → Homme au téléphone inconnu → Victor Moreau → Madame Chen\nradar\nAnalyse des Orbites\n\nExploration concentrique du voisinage structuré autour d'un nœud central (niveau 1 = voisins directs, niveau 2 = voisins des voisins, etc.).\n\nCentre: Robert Duval\nNiveaux: 3\nTotal nœuds: 24\nN1\n1 nœuds\nN2\n15 nœuds\nN3\n8 nœuds\ntrending_up\nCentralité Eigenvector\n\nMesure l'influence d'un nœud basée sur la qualité de ses connexions (connecté à des nœuds influents).\n\nVictor Moreau (1.000)\nJean Moreau (0.910)\nÉlodie Dubois (0.653)\npersonne (0.576)\nBibliothèque du Manoir (0.397)\ncompare_arrows\nNœuds Appointés (Corrélés)\n\nNœuds pointés par plusieurs autres, créant des corrélations importantes dans le graphe.\n\nVictor Moreau ↔ Jean Moreau - 8 pointeurs (high)\nTasse de thé ↔ Livre 'Traité des Poisons Exotiques' - 7 pointeurs (high)\nVictor Moreau ↔ Jean Moreau - 5 pointeurs (high)\nCrime passionnel - Vengeance Élodie ↔ Crime d'intérêt - Héritage Jean - 5 pointeurs (high)\nCrime passionnel - Vengeance Élodie ↔ Crime d'intérêt - Héritage Jean - 5 pointeurs (high)\ncategory\nAnalyse par Types (STTypes)\n\nClassification des entités par leur rôle structurel dans le graphe (hubs, conteneurs, chaînes causales).\n\nChaînes causales: 1\nConteneurs: 0\nHubs: 0\npsychology\nSynthèse IA\nSynthèse d'Analyse SSTorytime pour \"Affaire en Cours\"\n\nActeurs Clés:\n\nVictor Moreau: Véritable centre de l'affaire, possédant de nombreuses relations et enjeux financiers. Il est le principal acteur en termes d'influence, avec des liens avec les principaux suspects et témoins.\nJean Moreau: Neveu héritier, en profonde dettes de jeu, et possédant un alibi partiellement vérifié. Il a des contacts suspects et un accès direct au manoir.\nÉlodie Dubois: Ex-associée, en procès et menaçant de vengeance, avec un alibi flou. Sa connaissance de la victime et de l'endroit du crime la rend suspecte.\nAntoine Mercier: Concurrent de Victor, membre du Cercle des Bibliophiles, et en rivalité avec lui, ce qui motive potentiellement un complot commercial.\n\nPoints de Passage Obligés:\n\nBibliothèque du Manoir: Lieu du crime, avec des preuves physiques (tasse de thé, traces de boue) et des indices forensiques (empreintes, empoisonnement).\nGalerie Moreau Antiquités: Endroit où Victor contrôle son business, en concurrence avec Mercier, offrant un point d'entrée pour un complot commercial.\n\nPistes Privilégiées:\n\nCrime d'intérêt - Héritage Jean (75% de confiance): Jean Moreau, en profonde dettes, a un alibi partiellement vérifié et a des contacts suspects. Il a un intérêt clair pour sécuriser son héritage, et sa connaissance du manoir le rend capable d'agir.\nCrime passionnel - Vengeance Élodie (65% de confiance): Élodie Dubois, ex-associée, a un alibi flou et a menacé de vengeance. Son intérêt pour le manoir et sa connaissance de Victor la rendent une piste crédible.\nComplot commercial - Piste Mercier (35% de confiance): Antoine Mercier, en rivalité avec Victor, a un alibi non vérifié et a un intérêt pour le manoir. La rivalité lors de la vente aux enchères de juillet suggère un possible complot.\n\nImplications:\n\nL'analyse indique que Jean Moreau, Élodie Dubois, et Antoine Mercier sont les acteurs clés. Chacun a des motivations fortes et des accès potentiels au manoir, ce qui les place en position de suspect.",
      "type": "ai_analysis",
      "tags": [
        "sstorytime",
        "rapport",
        "analyse"
      ],
      "created_at": "2026-01-14T11:24:27.848073+01:00",
      "updated_at": "2026-01-14T16:54:01.84472+01:00",
      "is_pinned": true,
      "is_favorite": false
    },
    {
      "id": "c22d5388-03c2-4173-8fd0-37a2ed5f9381",
      "case_id": "case-moreau-001",
      "title": "Analyse des flux",
      "content": "swap_horiz\n\nAnalyse des flux dans le réseau\n\nAnalyse des flux dans le réseau social de l'affaire \"Affaire Victor Moreau\"\n1. Patterns de communication/information\n\nFlux d'information:\n\nVictor Moreau communique régulièrement avec Antoine Mercier (Cercle des Bibliophiles Parisiens) : Cette communication suggère un échange d'informations liées à l'industrie des livres anciens.\nVictor Moreau et Élodie Dubois sont en conflit et se menacent mutuellement, indiquant un flux d'information négative.\nJean Moreau a des interactions fréquentes avec Bar Le Diplomate et Élodie Dubois, suggérant un échange d'informations potentiellement liées à leurs relations conflictuelles.\n\nJustificatif:\n\nLes relations de communication et d'information entre les principaux acteurs (Victor, Jean, Élodie) sont fortes et souvent négatives, reflétant des tensions et des conflits.\n2. Flux d'argent\n\nFlux d'argent:\n\nVictor Moreau transfère de l'argent à Jean Moreau : Cela suggère un transfert d'héritage potentiel.\nVictor Moreau a des dettes de jeu avec le Casino de Deauville : Indique un flux d'argent lié à Jean (suspect d'avoir des dettes importantes).\n\nJustificatif:\n\nLe transfert d'argent entre Victor et Jean est un flux d'argent suspect, car il pourrait être utilisé pour sécuriser l'héritage. De plus, les dettes de Jean au casino suggèrent une urgence financière.\n3. Influence\n\nInfluence:\n\nAntoine Mercier est en rivalité avec Victor Moreau : Cela suggère que Mercier exerce une influence sur Victor, en tant que concurrent potentiel.\nÉlodie Dubois accuse Victor Moreau de fraude, suggérant qu'elle exerce une influence négative sur lui.\n\nJustificatif:\n\nLa rivalité entre Mercier et Victor, ainsi que l'accusation de fraude d'Élodie, montrent des relations d'influence négative.\n4. Circulation des preuves\n\nCirculation des preuves:\n\nLivre 'Traité des Poisons Exotiques' (Bureau de Victor) : Contient des annotations récentes, suggérant une recherche sur les poisons.\nBrouillon nouveau testament (Bureau premier étage) : Contient des modifications concernant l'héritage, suggérant un changement de volonté.\n\nJustificatif:\n\nCes documents contiennent des informations cruciales liées à l'héritage et à la recherche de poisons, suggérant qu'ils circulent directement entre les locaux de Victor.\n5. Schémas inhabituels ou suspects\n\nSchémas inhabituels:\n\nTraces de boue sur le tapis (Bibliothèque) : Indiquent un accès non habituel, suggérant un intrus.\nAppel inconnu (19h05) : Potentiellement un complice ou un témoin involontaire.\n\nJustificatif:\n\nCes éléments suggèrent des actions inhabituelles, indiquant des activités suspectes.\nRésumé\nPatterns de communication/information: Forte communication entre Victor, Jean, et Élodie, souvent négative.\nFlux d'argent: Transfert d'argent entre Victor et Jean, et dettes de Jean au casino.\nInfluence: Rivalité entre Mercier et Victor, accusations de fraude d'Élodie.\nCirculation des preuves: Livre sur les poisons et brouillon testament circulent entre locaux de Victor.\nSchémas inhabituels: Traces de boue et appel inconnu suggèrent des activités suspectes.",
      "type": "flow_analysis",
      "context": "information: 8 relations\nargent: 6 relations\ninfluence: 4 relations\npreuve: 12 relations",
      "created_at": "2026-01-14T16:53:33.028492+01:00",
      "updated_at": "2026-01-14T16:53:57.587211+01:00",
      "is_pinned": true,
      "is_favorite": true
    }
  ],
  "updated_at": "2026-01-14T16:54:01.84472+01:00"
}